let questions = [
	{
		text: 'С какой из этих стран Чехия не граничит?',
		variants: {
			'a': 'Венгрия',
			'b': 'Германия',
			'c': 'Австрия',
			'd': 'Польша',
		},
		correctAnswerIndex: 'a',
	},
	{
		text: 'Территория какой из этих стран - наибольшая?',
		variants: {
			'a': 'Германия',
			'b': 'Италия',
			'c': 'Япония',
			'd': 'Финляндия',
		},
		correctAnswerIndex: 'c',
	},
	{
		text: 'Какая очередность этих трех букв в русском алфавите правильная?',
		variants: {
			'a': 'Ь Ы Ъ',
			'b': 'Ъ Ь Ы',
			'c': 'Ь Ъ Ы',
			'd': 'Ъ Ы Ь',
		},
		correctAnswerIndex: 'd',
	},
	{
		text: 'Какая березка стояла во поле?',
		variants: {
			'a': 'Высокая',
			'b': 'Кудрявая',
			'c': 'Зеленая',
			'd': 'Засохшая',
		},
		correctAnswerIndex: 'b',
	},
	{
		text: 'Какого зайца НЕ бывает?',
		variants: {
			'a': 'Чувак',
			'b': 'Тумак',
			'c': 'Русак',
			'd': 'Беляк',
		},
		correctAnswerIndex: 'a',
	},
];